// data.js
const herbData = [
  '阿胶','阿魏','艾叶','安息香'
  ,'八月扎','巴豆','巴戟天','霸王花','白背木耳','白豆蔻','白附子','白桂木','白果','白鹤藤','白花丹','白花苦灯笼','白花蟛蜞草','白花蛇舌草','白芨','白芥子','白榄根','白簕根','白蔹','白麻头','白毛鸡矢藤','白毛将','白毛夏枯草','白茅根','白芍','白术','白头翁','白薇','白鲜皮','白药子','白芷','百部','百合','柏子仁','败酱草','板蓝根','半边莲','半枫荷','半夏','半枝莲','蚌花','北豆根','北沙参','贝母','崩大碗','荜拨','荜澄茄','萆薢','扁豆','冰片','薄荷','补骨脂','布渣叶','萹蓄'
  ,'苍耳草','苍耳子','苍术','草果','草寇','侧柏叶','柴胡','潺稿树根皮','菖蒲','常山','车前草','车前子','沉香','陈皮','赤芍','赤小豆','茺蔚子','臭草','臭屎茉莉','楮实子','川椒','川楝子','川芎','穿破石','穿山甲','穿心莲','垂丝柳','刺猬衣','刺五加','蝉蜕'
  ,'大飞扬草','大风艾','大枫子','大腹皮','大还魂','大黄','大茴香','大戟','大金不换','大青叶','大蒜','大头陈','大叶芙蓉','大叶龙胆草','大叶蛇总管','大叶双眼龙','大枣','丹参','丹皮','淡竹叶','当归','刀豆壳','倒扣草','稻芽','灯心草','地肤子','地骨皮','地菍','地榆','丁香','丢了棒','东风桔','冬虫夏草','冬瓜皮','冬瓜子','冬葵子','豆豉','豆豉羌','独脚金','独脚乌扣','杜仲','太子参'
  ,'鹅不食草','儿茶','莪术'
  ,'茯神','枫香树寄生','防风','浮萍','附子','凤仙花','茯苓','翻白草','风栗壳','风沙藤','番石榴','锡叶根','番泻叶','佛手','榧子','浮小麦','伏龙肝','防己'
  ,'干姜','干漆','甘草','甘松','甘遂','岗菊','岗菍','岗松','高良姜','葛根','蛤蚧','钩藤','狗肝菜','狗脊','枸杞根','枸杞子','谷精草','谷木','谷芽','骨碎补','瓜蒌','瓜蒌仁','瓜萎皮','瓜子菜','挂金灯','拐枣子','贯众','光慈菇','光棍树','广藿香','鬼箭羽','鬼针草','桂枝','过江龙','过塘蛇','藁本'
  ,'孩兜草','海风藤','海金沙','海龙','海马','海桐皮','韩信草','旱红莲','诃子','合欢皮','何首乌','荷叶','黑老虎','黑面神','黑心姜','黑芝麻','红癫茄','红豆蔻','红花','红李根','红丝线','红菱根','红藤','红铁树','红药子','厚朴','胡黄连','胡椒','胡桃仁','葫芦巴','虎杖','琥珀','花椒','怀牛膝','槐花米','黄柏','黄瓜仁草','黄果茄','黄荆子','黄精','黄连','黄皮根','黄芪','黄芩','火麻仁','火炭母','火殃勒','旱莲草','槐花','海螵蛸','花蕊石','黄药子','滑石'
  ,'鸡骨草','鸡骨香','鸡内金','鸡血藤','积雪草','急性子','蒺藜','假蒟','尖尾痕芋头','江南柏','姜黄','蕉花','绞股蓝','金岗头','金果榄','金花草','金鸡爪','金钮头','草','金荞麦','金丝草','金银花','金缨根','金盏银盘','荆芥','井栏荽','九层塔','九里明','九里香','九爪芋','韭菜子','菊花','决明子','爵床'
  ,'苦参','苦地胆','苦丁茶','苦蓢','宽筋藤','款冬花','昆布'
  ,'葫芦茶','辣蓼','莱菔英','莱菔子','狼毒','老虎脷','老桑枝','老鼠拉冬瓜','簕茨菇','簕苋菜','雷公仔','雷丸','犁头草','篱栏','连翘','莲子','凉粉草','寮刁竹','了哥王','列当','灵芝','凌霄花','刘寄奴','龙船花根','龙胆草','龙葵','龙脷叶','龙吐珠','龙眼肉','龙眼梭','漏芦','芦根','芦荟','鹿衔草','路边菊','路兜簕','路路通','葎草','罗布麻','罗丝藕','络石藤'
  ,'麻骨头','麻黄','马鞭草','马勃','马齿草','马兜铃','马钱子','麦门冬','麦芽','蔓荆子','芒果叶','毛冬青','毛麝香','没药','玫瑰花','礞石','密蒙花','磨盘草','墨旱莲','木鳖子','木瓜','木蝴蝶','木患根','木棉根','木通','木香','木贼','墓头回','芒硝'
  ,'南瓜子','南沙参','闹羊花','柠檬叶','牛蒡子','牛大力','牛奶树叶','牛黄','扭肚藤','女贞子'
  ,'爬山虎','盘上芫荽','胖大海','佩兰','枇杷叶','蒲公英','蒲黄'
  ,'千打锤','千斤拔','千金子','千里光','千年健','牵牛子','芡实','茜草','羌活','秦皮','青黛','青风藤','青果','青蒿','青蒟','青木香','青皮','青葙子','清明柳','拳参','蓍草','瞿麦'
  ,'蚺蛇簕','人参','人字草','仁面树叶','忍冬藤','榕树须','肉苁蓉','肉豆蔻','肉桂','如意草','乳香','入地老鼠'
  ,'三把苓','三棱','三菍','三七','三桠苦','桑寄生','桑椹子','桑叶','森树','沙苑子','砂仁','山白芷','山薄荷','山橙','山川柳','山慈菇','山大刀','山豆根','山桔','山萝卜','山柰','山松子','山药','山芝麻','山茱萸','杉树寄生','伤寒草','商陆','蛇床子','蛇泡簕','蛇王草','射干','伸筋草','神曲','升麻','生地','生竹心','十大功劳叶','石斛','石栗','石榴皮','石楠藤','石韦','使君子','柿蒂','秫米','熟地黄','水灯笼草','水瓜','水横枝','水蓢根','水老鼠簕','水松','水翁花','水杨梅','水甴曱草','水蛭','丝瓜络','松节','松子仁','崧筋藤','苏合香','苏木','粟米须','酸枣仁','锁阳','蚤休','石膏'
  ,'檀香','塘边藕','塘底荔枝叶','塘葛菜','桃仁','桃叶','天花粉','天葵子','天麻','天南星','天仙子','天香炉','天竺黄','田基黄','铁罗汉','铁色金','铁线草','葶苈子','通草','桐油根','透骨消','土白蔹','土鳖虫','土牛七','土人参','土银花','兔狗尾','菟丝子','天门冬'
  ,'瓦楞子','瓦松','王不留行','威灵仙','乌榄根','乌蔹莓','乌梅','乌药','吴茱萸','芜荑','梧桐','五加皮','五灵脂','五月艾','五指柑','五爪龙','雾水葛'
  ,'降香','蔷薇花','西瓜皮','豨莶草','细金不换','细沙','细辛','细叶黄花母','细叶蛇总管','细叶万年青','夏枯草','仙鹤草','仙茅','仙人对坐草','仙人掌','鲜地黄','咸酸根','香附','香花菜','香茅','香薷','香橼','小飞扬','小还魂','小茴香','小蓟','辛夷','徐长卿','续断','续随子','玄参','旋覆花','血见愁','血竭','血余炭'
  ,'蕹菜干','薤白','鸦胆子','鸭树皮','鸭跖草','亚麻子','烟樨','延胡索','芫花','盐霜柏','羊角柳','羊蹄草','阳起石','夜交藤','一枝黄花','益母草','益智仁','薏苡仁','茵陈','淫羊藿','银柴胡','罂粟壳','鹰不泊','油柑子','柚树寄生','鱼腥草','玉芙蓉','玉竹','芋荚','郁金','郁李仁','鸢尾','远志','月季花'
  ,'藏红花','金针头','山楂','皂角刺','泽兰','泽泻','贼仔叶','鲗鱼胆草','樟柳头','樟木子','樟脑',
];
  
  export default herbData;
  